seqread/150_node/job_1471061_fiojob_64/nid00130_fiojob_64/output.log
test: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=256
...
fio-3.27
Starting 64 processes
seq-read: Laying out IO file (1 file / 1024MiB)
seq-read: Laying out IO file (1 file / 1024MiB)
seq-read: Laying out IO file (1 file / 1024MiB)
[...]

test: (groupid=0, jobs=64): err= 0: pid=42617: Tue Jul 20 16:15:46 2021
  read: IOPS=21.0k, BW=82.0MiB/s (86.0MB/s)(24.0GiB/300265msec)
    slat (usec): min=10, max=2043.7k, avg=3034.62, stdev=14994.43
    clat (usec): min=10, max=44822k, avg=771326.37, stdev=3315113.86
     lat (usec): min=22, max=46088k, avg=774362.05, stdev=3327661.75
    clat percentiles (msec):
     |  1.00th=[    5],  5.00th=[    5], 10.00th=[    5], 20.00th=[    5],
     | 30.00th=[    5], 40.00th=[    6], 50.00th=[    6], 60.00th=[    6],
     | 70.00th=[   16], 80.00th=[   17], 90.00th=[   33], 95.00th=[ 4665],
     | 99.00th=[17113], 99.50th=[17113], 99.90th=[17113], 99.95th=[17113],
     | 99.99th=[17113]
   bw (  KiB/s): min= 1024, max=4643240, per=100.00%, avg=87476.39, stdev=12125.31, samples=37582
   iops        : min=  256, max=1160803, avg=21869.01, stdev=3031.32, samples=37582
  lat (usec)   : 20=0.01%, 50=0.01%, 100=0.01%, 250=0.01%, 500=0.01%
  lat (usec)   : 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=67.67%, 20=18.96%, 50=4.71%
  lat (msec)   : 100=0.19%, 250=0.04%, 500=0.03%, 750=0.02%, 1000=0.02%
  lat (msec)   : 2000=0.12%, >=2000=8.24%
  cpu          : usr=0.34%, sys=1.36%, ctx=516590, majf=0, minf=18944
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=99.9%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwts: total=6301480,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=256

Run status group 0 (all jobs):
   READ: bw=82.0MiB/s (86.0MB/s), 82.0MiB/s-82.0MiB/s (86.0MB/s-86.0MB/s), io=24.0GiB (25.8GB), run=300265-300265msec